Repository: lyfenwebos/QuestionnaireApp
Catalog: QuestionnaireApp/Localization.*.resx
Languages: et_ee

# aboutTS
source: About
et_ee: Programmist

source: Activation
et_ee: Aktiveerimine

# activationExpired
source: Your activation has expired! Contact administrator by email if it is a mistake. admin@exordium.cloud
et_ee: Teie aktiveerimine on aegunud! Võtke ühendust administraatoriga, kui see on viga. admin@exordium.cloud

source: and
et_ee: ja

source: Attention
et_ee: Tähelepanu!

# backButton
source: Back
et_ee: Tagasi

# cancelButton
source: Cancel
et_ee: Tühistuma

# cantEstablish
source: Right now we are unable to establish connection between you and our server. Try again later
et_ee: Praegu ei saa me luua ühendust teie ja meie serveriga. Proovige hiljem uuesti

source: Contact Me
et_ee: Võta minuga ühendust

source: correct
et_ee: õige

# examTS
source: Exam
et_ee: Eksam

# feedbackButton
source: Feedback
et_ee: Tagasiside

# finishButton
source: Finish
et_ee: Lõpetama

# firstQuestion
source: This is the very first question!
et_ee: See on esimene küsimus!

source: From
et_ee: Alates

# incompleteKey
source: Your key is incomplete!
et_ee: Teie võti on puudulik!

source: incorrect
et_ee: ebaõige

# languageTS
source: Language
et_ee: Keel

# lastQuestion
source: This is the very last question!
et_ee: See on viimane küsimus!

# modul1TS
source: Modul 1
et_ee: Moodul 1

# modul2TS
source: Modul 2
et_ee: Moodul 2

# modul3TS
source: Modul 3
et_ee: Moodul 3

# modul4TS
source: Modul 4
et_ee: Moodul 4

# modulTS
source: Modul
et_ee: Moodul

source: New Version!
et_ee: Uus versioon!

# newVersionAvailable
source: New version is available. Would you like to download?
et_ee: Uus versioon on saadaval. Kas soovite alla laadida?

# nextButton
source: Next
et_ee: Järgmine

# randomCheckBox
source: Random
et_ee: Juhuslik

# registerButton
source: Register the license
et_ee: Registreerige litsents

# serverUnreachable
source: Server is unreachable at this moment. Try again later.
et_ee: Server ei ole praegusel hetkel saavutatav. Proovige hiljem uuesti.

# settingsTS
source: Settings
et_ee: Seadmed

# startup
source: Preparing application...
et_ee: Käivitamise programm

# testResult
source: Test results
et_ee: Testi tulemused

# verifyButton
source: Verify
et_ee: Kontrollima
